Repository: TheodorYanev/BulgarianHeritage
Catalog: BulgarianHeritage/*.lproj/Localizable.strings
Languages: bg

source: Quiz
bg: Викторина

source: Intro
bg: Въведение

source: All Heritages
bg: Всички наследства

source: Scores
bg: Резултати

source: Log out
bg: Изход

source: Alert
bg: Тревога

source: Error
bg: Грешка

source: OK
bg: Добре

source: insufficient length
bg: недостатъчна дължина

source: too long length
bg: твърде голяма дължина

source: invalid username
bg: невалидно потребителско име

source: invalid password
bg: невалидна парола

source: Registration completed
bg: Регистрацията е успешна

source: Registration failed!
bg: Регистрацията е неуспешна!

source: Save succeeded!
bg: Записът е успешен!

source: Save failed!
bg: Записът е неуспешен!

source: Request failed!
bg: Заявката неуспешна!

source: username
bg: потребителско име

source: password
bg: парола

source: Checking ...
bg: Проверява ...

source: Login
bg: Вход

source: Create new account
bg: Създай нов акаунт

source: Wrong username or password! Try another combination.
bg: Грешно потребителско име или парола! Опитай друга комбинация.

source: Error occurred! There would be a problem with the connection to the internet or to the server.
bg: Възникна грешка! Има проблем с връзката към интернета или сървъра.

source: Register
bg: Регистрирай се

source: Registration
bg: Регистрация

source: Username and password should start with word character and should be atleast 6 characters
bg: Потребителското име и парола трябва да започват с буква и да бъдат поне 6 символа

source: These username and password are already in use! Try another combination.
bg: Потребителското име и парола са вече използвани! Опитай друга комбинация.

source: There is a problem with the internet or server connection.
bg: Има проблем с връзката към интернета или сървъра.

source: Cultural
bg: Културни

source: Natural
bg: Природни

source: Intangible
bg: Нематериални

source: Location
bg: Местоположение

source: There are not found any haritages information
bg: Не е намерена никаква информация за наследства

source: of
bg: от

source: Next
bg: Следващ

source: Result
bg: Резултат

source: Finish quiz
bg: Приключи викторината

source: Back to menu
bg: Обратно към менюто

source: You got
bg: Имаш

source: points from 12.
bg: точки от 12.

source: Rules are: You get 1 point for every correctly answered question. Grade scale is: For 0 to 4 points - Failed(F) For 5 to 7 points - Fine(D) For 8 to 9 points - Good(C) For 10 to 11 points - Very Good(B) For 12 points - Excellent(A)
bg: Правилата са: Получаваш по една точка за всеки верен отговор. Скалата на оценяване е: От 0 до 4 точки - Слаб(2) От 5 до 7 точки - Среден(3) От 8 до 9 точки - Добър(4) От 10 до 11 точки - Много добър(5) При 12 точки - Отличен(6)

source: You have failed. Good luck next time!
bg: Ти се справи много слабо. Късмет следващия път!

source: You have done fine.
bg: Справи се прилично.

source: Good! Your score is pretty good! Good luck next time.
bg: Добре! Резултатът ти е наистина добър! Късмет следващия път.

source: Very Good! You almost have done excellent!
bg: Много добре! Почти се справи отлично!

source: EXCELLENT! You are from the best ones!
bg: ОТЛИЧНО! Сред най-добрите си!

source: There is problem with saving your score. Check your internet connection and try again!
bg: Има проблем със запазването на резултата ти. Провери си интернетът и пробвай пак!

source: Start quiz
bg: Започни викторината

source: It's about Bulgaria - this short earthly paradise - this place, where four years of history are interwoven, in which cultures and civilizations meet over the centuries of existence, glorious with their great heroes - all this can only help us feel proud BULGARIANS. The World Cultural and Natural Heritage List of UNESCO includes a total of 9 Bulgarian cultural and nature sites. It also includes 3 intangible ones. If you feel ready for the quiz, you can click on the "Start Quiz" button. an adverse case offer Have a look at the Bulgarian heritage materials in the "All Heritage" section of the menu. Good luck!
bg: Става дума за България-този къс земен рай. Това място, в което се вплитат 4 годишни времена, в което си дават срещи различни култури и цивилизации през вековете на съществуване, славно със своите велики герои. Всичко това няма как да не ни прави горди БЪЛГАРИ. В Списъка на световното културно и природно наследство на ЮНЕСКО са включени общо 9 български обекта. В него са включени и 3 нематериалните обектa. Ако се чувстваш готов за викторината може да натиснеш бутона “Започни викторината”. В противен случай предлагам да разгледаш материалите за българските наследства в секцията “Всички наследствa” в менюто. Успех!

source: There are no loaded quiz! Check your network connection and try again later!
bg: Няма заредена викторина! Провери връзката си с интернет и пробвай пак по-късно!

source: Position
bg: Позиция

source: Username
bg: Потребител

source: Score
bg: Резултат

source: There are not found any scores
bg: Не са намерени никакви резултати
